{"directed": true, "multigraph": false, "graph": {"topic": "Abortion"}, "nodes": [{"text": "A woman's right to choose abortion is a \"fundamental right\" recognized by the US Supreme Court.", "id": 2}, {"text": "Abortion should be legal.", "id": 1}, {"text": "Unborn babies are human beings from the moment of conception. They have a fundamental right to life, which must be protected.", "id": 3}, {"text": "Personhood begins at birth, not at conception. Abortion is the termination of a pregnancy, not a baby. Personhood at conception is not a proven biological fact.", "id": 4}, {"text": "Fetuses feel pain during the abortion procedure.", "id": 5}, {"text": "According to Kanwaljeet J. S. Anand, MBBS, DPhil, Professor of Pediatrics, Anesthesiology and Neurobiology at the University of Tennessee Health Science Center, \"If the fetus is beyond 20 weeks of gestation, I would assume that there will be pain caused to the fetus. And I believe it will be severe and excruciating pain.\"", "id": 6}, {"text": "Fetuses are incapable of feeling pain when an abortion is performed.", "id": 7}, {"text": "According to Stuart W. G. Derbyshire, PhD, Senior Lecturer at the University of Birmingham (England), \"[n]ot only has the biological development not yet occurred to support pain experience, but the environment after birth, so necessary to the development of pain experience, is also yet to occur.\"", "id": 8}, {"text": "Abortion involves killing a human being, which defies a commandment from God. The Sixth Commandment of the Bible's Old Testament (Exodus 20:13) is \"Thou shalt not kill.\"", "id": 9}, {"text": "The anti-abortion position is usually based on religious beliefs and threatens the vital separation of church and state. Religious ideology should not be a foundation for law in the United States. ", "id": 10}, {"text": "Abortion gives couples the option to choose not to bring babies with severe and life-threatening medical conditions to full term.", "id": 11}, {"text": "Selective abortion based on genetic abnormalities (eugenic termination) is overt discrimination.", "id": 12}, {"text": "Physical limitations don't make those with disabilities less than human. The Americans with Disabilities Act of 1990 provides civil rights protection to people born with disabilities so they can lead fulfilling lives.", "id": 13}, {"text": "A baby should not come into the world unwanted.", "id": 14}, {"text": "Motherhood must never be a punishment for having sexual intercourse. President Barack Obama said during a Mar. 29, 2008 campaign speech in Johnston, Pennsylvania, \"I have two daughters... I'm going to teach them first about values and morals, but if they make a mistake, I don't want them punished with a baby.\"", "id": 15}, {"text": "Women should use contraceptives, not abortion, to avoid unwanted pregnancies. A Centers for Disease Control and Prevention (CDC) study showed that 19-25% of women who received abortions in 2006 had previously had one or more abortions.  If abortion were not available, women would use preventative measures.", "id": 16}, {"text": "Abortion increases the likelihood that women will develop breast cancer.", "id": 17}, {"text": "In early pregnancy, levels of estrogen increase, leading to breast growth in preparation for breastfeeding. When a pregnancy is interrupted by abortion, immature cells are left in the woman's breasts, increasing the potential risk of breast cancer. ", "id": 18}, {"text": "Access to abortion is necessary because contraceptives are not always readily available. Women need a doctor's prescription to obtain many birth control methods, such as the pill, the patch, the shot, and the diaphragm. About half of all large group insurance plans do not cover any form of prescription contraception, and only a third cover the birth control pill. ", "id": 19}, {"text": "An association between abortion and breast cancer is unsubstantiated. The National Cancer Institute (NCI), the American Cancer Society (ACS), and the American College of Obstetricians and Gynecologists (ACOG) have all refuted the reliability of studies claiming abortion can lead to a higher probability of developing breast cancer.", "id": 20}, {"text": "Access to legal, professionally-performed abortions reduces injury and death caused by unsafe, illegal abortions.", "id": 21}, {"text": "Abortion reduces crime. Some estimates claim legalized abortion accounted for as much as 50% of the drop in murder, property crime, and violent crime between 1973 and 2001. Teenage girls, unmarried women, and poor women are more likely to have unintended pregnancies, and since unwanted babies are often raised in poverty, their chances of leading criminal lives in adulthood are increased.", "id": 22}, {"text": "The 2001 claim by Freakonomics author Steven Levitt that abortion reduces crime is flawed. Economists at the Federal Reserve Bank of Boston found coding errors in Levitt’s research. Levitt later apologized and said on Nov. 28, 2005 that he was \"personally embarrassed\" about his errors.", "id": 23}, {"text": "Abortion is an effective tool for population control. Malnutrition, starvation, poverty, lack of medical and educational services, pollution, underdevelopment, and conflict over resources are all consequences of overpopulation", "id": 24}, {"text": "Many women who choose abortion don't have the financial resources to support a child. A Sep. 2005 survey in the peer-reviewed journal Perspectives on Sexual and Reproductive Health asking women why they had an abortion found that 73% of respondents said they could not afford to have a baby, and 38% said giving birth would interfere with their education and career goals. Reproductive choice protects women from financial disadvantage.", "id": 25}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 3}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 5}, {"entailment": 0, "source": 7, "target": 5}, {"entailment": 1, "source": 8, "target": 7}, {"entailment": 0, "source": 9, "target": 1}, {"entailment": 0, "source": 10, "target": 9}, {"entailment": 1, "source": 11, "target": 1}, {"entailment": 0, "source": 12, "target": 11}, {"entailment": 1, "source": 13, "target": 12}, {"entailment": 1, "source": 14, "target": 1}, {"entailment": 1, "source": 15, "target": 14}, {"entailment": 0, "source": 16, "target": 15}, {"entailment": 0, "source": 17, "target": 1}, {"entailment": 1, "source": 18, "target": 17}, {"entailment": 0, "source": 19, "target": 16}, {"entailment": 0, "source": 20, "target": 17}, {"entailment": 1, "source": 21, "target": 1}, {"entailment": 1, "source": 22, "target": 1}, {"entailment": 0, "source": 23, "target": 22}, {"entailment": 1, "source": 24, "target": 1}, {"entailment": 1, "source": 25, "target": 1}]}