{"directed": true, "multigraph": false, "graph": {"topic": "Arminglibianrebels"}, "nodes": [{"text": "Fawzi Bukatif, the commander of the Martyr's Brigade, part of the forces battling Gaddafi said the rebels' progress was hampered by a lack of weapons, and a reliance on \"old Russian weapons\". \"The  problem we have is we have run out of weapons\", he said. \"You know our weapons are traditional ones; the old ones; the Russian weapons. We need ammunition. We need new weapons. We need anti-tanks; we do not have facilities but we have the soldiers left behind by Gaddafi\". \"If we do have weapons and ammunitions that we need at the moment, we can move strongly and faster\".", "id": 2}, {"text": "Arming Libyan rebels has a military impact on the rebels' combat abilities and in ousting Gaddafi from power.", "id": 1}, {"text": "At the end of the day, it's entirely possible that giving the rebels a boost in arms could, at a minimum, level the playing field with respect to Gaddafi forces.", "id": 3}, {"text": "Once Gaddafi realizes that he is up against an endless supply of arms and ammunition, he will surely recalibrate his decisions. There have been reports that he floated the idea of leaving office as long as he is guaranteed safe passage.", "id": 4}, {"text": "West should protect Libyan civilians, not arm rebels. NATO Secretary-General Anders Fogh Rasmussen says the coalition under his control is clear about its mission. \"We are not in Libya to arm people. We are in Libya to protect civilians against attacks\".", "id": 5}, {"text": "Arms will go to rebels no matter if West provides them. There are strong arguments for providing at least small arms. One reason is that weapons are probably going to pour in anyway, perhaps from Egyptian stockpiles or factories and perhaps paid for by Gulf Arab states (indeed, the Wall Street Journal has reported that this is already happening, though Egypt denies it).", "id": 6}, {"text": "Humanitarian mission needn't involve arming Libyan rebels. It might be justifiable to arm the rebels if that were only way to achieve the humanitarian objectives of the intervention. Yet there isn't any evidence that it would be necessary to do so to defend Benghazi as a sanctuary. It seems clear that Benghazi can be defended from the air by NATO, even if that requires enforcing \"no-drive\" zones occasionally.", "id": 7}, {"text": "The rebels don't need arms so much as technical and tactical training in how to use them, the creation of some kind of communications network, and a command structure that might help them become a cohesive fighting force.", "id": 8}, {"text": "No controls on how Libyan rebels use West's weapons. Now the Administration's policy may be migrating toward the idea of supplying the rebels with weapons. Yet the rebels have as yet no command and control; they serve a political entity (if that is not too generous a way to describe the councils that have been set up in eastern Libya) that is recognized as legitimate by France alone. There is no way to police the rebels' conduct or to hold them accountable for their actions on the battlefield.", "id": 9}, {"text": "The alternative to arming the rebels is almost certainly many thousands executed and thousands more disappeared by Gaddafi's military and secret police though.", "id": 10}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 0, "source": 6, "target": 5}, {"entailment": 0, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 3}, {"entailment": 0, "source": 9, "target": 1}, {"entailment": 1, "source": 10, "target": 1}]}