{"directed": true, "multigraph": false, "graph": {"topic": "Cellphones"}, "nodes": [{"text": "Citizens' judgement should be trusted in using cell phones. For example, it is responsible to use a cell phone while the car is at a standstill in gridlocked traffic, while waiting at traffic lights, or on a quiet road with good visibility ahead. The driver should be taught to use cell phones on the road with discretion, rather than rigidly banning their use all together.", "id": 2}, {"text": "The use of cell-phones while driving is a public hazard.", "id": 1}, {"text": "Physically holding a handset removes one hand from the controls, making accidents more likely, while dialling is even worse, as it also requires the user to divert their attention away from the road.", "id": 3}, {"text": "Research shows that drivers speaking on a mobile phone have much slower reactions in braking tests than non-users, and are worse even than if they have been drinking.", "id": 4}, {"text": "In Britain, a study a few years ago, using a driving simulator, found that motorists using hand-held phones took 30 per cent longer to react to hazards than motorists driving under the influence of alcohol and 50 per cent longer than drivers not under the influence.", "id": 5}, {"text": "Even more dangerous than talking on the phone while driving is fumbling in a pocket or handbag for a ringing phone while travelling at 100kmh on the motorway.", "id": 6}, {"text": "A recent National Highway Traffic Safety Administration survey reports that 44 percent of drivers have a cell phone with them while driving, a number that will only increase with the proliferation of phone ownership. We calculated that car accidents associated with phone use account for about 300 deaths per year. While small in comparison to the 41,000 annual deaths from car accidents, these deaths raise the question whether cell phone use while driving is justifiable. We think a ban is unwise at this time because vehicular cell phone use provides substantial personal and societal benefits, but does not contribute to a large number of serious accidents.", "id": 7}, {"text": "Driving while using cellphones reduces safety margins. Those who assert they know the difference between safe and unsafe use of phones should ask themselves if they are equally confident that the testosterone-loaded 18-year-old rushing from football practice to meet his girlfriend will show the same good judgment when his phone beeps as he approaches in the opposite direction.", "id": 8}, {"text": "Regulation could negate the safety benefits of having a phone in the car. When you're stuck in traffic, calling to say you'll be late can reduce stress and make you less inclined to drive aggressively to make up lost time.", "id": 9}, {"text": "If one is late, there is little difference in apologizing while in their car over a cell phone and apologizing in front of their boss at the office. So, they should have the restraint to drive at the speed limit, arriving late, and being willing to apologize then; an apologetic cell phone call in a car to a boss shouldn't be the cause of one being able to then relax, slow-down, and drive the speed-limit.", "id": 10}, {"text": "Using mobiles on the road could improve safety, for example, by allowing delayed employees to ring in to the office rather than drive recklessly in an effort to arrive more promptly. Drivers now often use mobile phones to report accidents to the emergency services, and alert the police to dangerous driving, stray animals, unsafe loads, etc.", "id": 11}], "links": [{"entailment": 0, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 1, "source": 5, "target": 4}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 0, "source": 7, "target": 3}, {"entailment": 1, "source": 8, "target": 1}, {"entailment": 0, "source": 9, "target": 1}, {"entailment": 0, "source": 10, "target": 9}, {"entailment": 0, "source": 11, "target": 1}]}