{"directed": true, "multigraph": false, "graph": {"topic": "Childbeautycontests"}, "nodes": [{"text": "Beauty pageants teach kids to be their very best. The promoters of Australia's first Universal Royalty Beauty Pagean defended the practice saying that it taught the lesson of \"striving to be your very best\".", "id": 2}, {"text": "Child beauty contests teach good life lessons.", "id": 1}, {"text": "Beauty contests can boost a child's self-esteem. The most cited reason parents give for putting their children into beauty pageants is to boost their child’s self-esteem, as well as teach poise, public speaking skills, tact, and confidence.", "id": 3}, {"text": "Claiming, let alone believing, an arena where very young children are primped like mini-adults and pitted against each other in a bid to decide who's the prettiest is good for confidence or self-esteem, is to dwell in a fool's paradise.", "id": 4}, {"text": "Beauty pageants foster destructive perfectionism, self-criticism. William Pinsof, a clinical psychologist and president of the Family Institute at Northwestern University: \"Being a little Barbie doll says your body has to be a certain way and your hair has to be a certain way. In girls particularly, this can unleash a whole complex of destructive self-experiences that can lead to eating disorders and all kinds of body distortions in terms of body image\".", "id": 5}, {"text": "Child beauty pageants judge whole person. Some of the criteria considered in judging a pageant are writing skills, interviews, personality, looks, confidence and talent, depending on the specific competition.", "id": 6}, {"text": "Child beauty contests teaches there will always be somebody better. Another child beauty contest mother noted: \"I want my child to be aware that there's always going to be somebody better than her. It's a hard thing to learn – it was for me – and I want her to start early\".", "id": 7}, {"text": "Pageants teach that self-worth is in physical beauty only. Melinda Tankard-Reist, one of the founders of Collective Shout: \"Competing in these events very young children are taught very early that their only value comes from their appearance and the way they look. This in turn leads to emotional problems, eating disorders and a distorted sense of self worth and self esteem\".", "id": 8}, {"text": "Child beauty contests help teach kids to deal with competition.", "id": 9}, {"text": "Pageants teach kids to follow rules and play fair. In these cases, child pageants can teach kids to be gracious winners and good losers. They'll learn the aspects of rules and fair play.", "id": 10}, {"text": "Better alternatives to beauty pageants for building character. Anything good that a pageant does for a child, something else does it better. As a former basketball player and competitive cheerleader (yes, it's a sport), I know that competition, and the wins and losses that went with it, educated me about the real world. But it's exactly because I did those self-esteem building activities that I know there are options for parents who want confident, happy kids.", "id": 11}, {"text": "Beauty contests teach kids how to strive to move up. You see this a lot among people on the lower-income and education scales. They want their kids to learn skills that are needed to move up the social scale.", "id": 12}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 3}, {"entailment": 0, "source": 5, "target": 3}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 6}, {"entailment": 1, "source": 9, "target": 1}, {"entailment": 1, "source": 10, "target": 9}, {"entailment": 0, "source": 11, "target": 9}, {"entailment": 1, "source": 12, "target": 1}]}