{"directed": true, "multigraph": false, "graph": {"topic": "Chinaonechildpolicy"}, "nodes": [{"text": "China's \"one child\" policy is key to stabilizing global population growth. With 1.3 billion people, a fifth of the world's population, China must be a major part of the solution to the global population crisis.", "id": 2}, {"text": "China's \"one child\" policy is the key to control China's population.", "id": 1}, {"text": "China is home to more than one-fifth of the world's population. It thoroughly understands the responsibility it bears in stabilizing world population growth and the essential role it should play. Family planning as an effective solution to China's population problems is more than just responsibility towards the well-being of the Chinese people and future generations; it is a duty owed to maintaining the stability of the world population.", "id": 3}, {"text": "China would have far too many children if not for \"one child\". China estimates that it has three to four hundred million fewer people today with the one child policy than it would have had otherwise.", "id": 4}, {"text": "Condoms/sex-ed better population control than \"one child\". Countries that simply improved access to contraceptives, Thailand and Indonesia for instance, did as much to reduce fertility as China, with its draconian policies.", "id": 5}, {"text": "India achieved stabilization without population control. There are ways to achieve population-size sustainability without implementing a \"one child\" policy. There are alternative means.", "id": 6}, {"text": "Ending China's \"one-child\" policy would cause a population spike. Today the fertility level in China is around 1.7 children per woman. if China were to relax its one-child policy, then it's reasonable to expect that fertility would rise. If fertility increased to replacement level of 2.1 (an increase of just under a half a child), which is not unreasonable given desired family size, the country's annual number of births would increase by nearly 30 percent, or approximately five million additional births. By midcentury, this would add up to nearly a quarter-billion more Chinese than currently projected by the U.N.", "id": 7}, {"text": "\"One child\" is only partly responsible for reducing China's fertility rates. The most dramatic decrease in the rate actually occurred before the policy was imposed. Between 1970 and 1979, the largely voluntary \"late, long, few\" policy, which called for later childbearing, greater spacing between children, and fewer children, had already resulted in a halving of the total fertility rate, from 5.9 to 2.9. After the one-child policy was introduced, there was a more gradual fall in the rate until 1995, and it has more or less stabilized at approximately 1.7 since then.", "id": 8}, {"text": "China one-child forestalls problems associated with overpopulation. The reduction in fertility rate and thus population size reduced the severity of problems that come with overpopulation, like epidemics, slums, overwhelmed social services (health, education, law enforcement, and more), and strain on the ecosystem from abuse of fertile land and production of high volumes of waste. ", "id": 9}, {"text": "\"One child\" changed tradition that more children is better. Professor Wang says China's family planning policies since 1978 have helped reduce the fertility rate further and contributed to a change in attitudes. \"A lot of people simply don't want that many children. People have accepted the policy,\" he says.", "id": 10}, {"text": "Solid population growth in China is a good thing. A rising population is a feature of a healthy society, not the beginning of the end for this sceptered land. Of course an increasing population puts pressure on any number of public facilities and services, from transport to schools to housing to hospitals. But it's also a motor for future economic growth which will provide for all of this.", "id": 11}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 2}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 4}, {"entailment": 0, "source": 6, "target": 4}, {"entailment": 1, "source": 7, "target": 4}, {"entailment": 0, "source": 8, "target": 1}, {"entailment": 1, "source": 9, "target": 1}, {"entailment": 1, "source": 10, "target": 1}, {"entailment": 0, "source": 11, "target": 10}]}