{"directed": true, "multigraph": false, "graph": {"topic": "Cocanarcotic"}, "nodes": [{"text": "In 1992 the World Health Organization's Expert Committee on Drug Dependence (ECDD) undertook a 'prereview' of coca leaf at its 28th meeting. The 28th ECDD report concluded that, \"the coca leaf is appropriately scheduled as a narcotic under the Single Convention on Narcotic Drugs, 1961, since cocaine is readily extractable from the leaf.\" This ease of extraction makes coca and cocaine inextricably linked. Therefore, because cocaine is defined as a narcotic, coca must also be defined in this way.", "id": 2}, {"text": "Coca can be classified as a narcotic.", "id": 1}, {"text": "Coca in its natural state is not a narcotic. What is absurd about the 1961 convention is that it considers the coca leaf in its natural, unaltered state to be a narcotic. The paste or the concentrate that is extracted from the coca leaf, commonly known as cocaine, is indeed a narcotic, but the plant itself is not.", "id": 3}, {"text": "Coca is not cocaine. Coca is distinct from cocaine. Coca is a natural leaf with very mild effects when chewed. Cocaine is a highly processed and concentrated drug using derivatives from coca.", "id": 4}, {"text": "Coca cannot be disassociated with cocaine. The active ingredient in coca leaf is the same as in cocaine. It's just more concentrated in cocaine. Because the raw material of coca and its more potent relative cocaine are so closely aligned, it is impossible to disassociate the two. If one hopes to consider cocaine a narcotic and stop its spread, they must also forbid coca.", "id": 5}, {"text": "Component parts of other drugs aren't banned. The raw component parts of other drugs like meth are not banned. These components are a variety of household cleaning compounds. Similarly, it is wrong to ban coca because it can be turned into cocaine.", "id": 6}, {"text": "Coca has no negative health effects.", "id": 7}, {"text": "The World Health Organization found in 1995 that the use of coca leaves appears to have no negative health effects and has positive therapeutic, sacred and social functions for indigenous Andean populations.", "id": 8}, {"text": "Chewing coca offers an energy boost. Coca provides an energy boost for working or for combating fatigue and cold.", "id": 9}, {"text": "Chewing coca has therapeutic value for various ailments. Chewed or consumed as tea, coca counters altitude sickness, aids digestion and quells hunger and fatigue.", "id": 10}, {"text": "Coca chewing is bad for human health. The decision to ban coca chewing fifty years ago was based on a 1950 report elaborated by the UN Commission of Inquiry on the Coca Leaf with a mandate from ECOSOC: \"We believe that the daily, inveterate use of coca leaves by chewing is thoroughly noxious and therefore detrimental\".", "id": 11}, {"text": "Coca chewing can help relieve hunger, fight obesity. Because coca helps suppress one's appetite, it is also a means of combating overeating and obesity.", "id": 12}, {"text": "Unlike nicotine or caffeine, coca chewing causes no harm to human health nor addiction or altered state, and it is effective in the struggle against obesity, a major problem in many modern societies.", "id": 13}, {"text": "Coca is not like caffeine/nicotine due to alternative use. Again, coca is unique from other substances like caffeine or nicotine in its capacity to be diverted to highly potent, dangerous, and damaging use in cocaine, and this would justify its classification as a narcotic.", "id": 14}, {"text": "Cocaine is most produced where coca is legal. Wherever coca is legally produced, cocaine production thrives with greater success. The correlation is very clear. In Bolivia, coca eradication efforts in the 1980s and 90s helped reduce cocaine production. As Evo Morales took power and legalized coca production and consumption, however, cocaine production has shot up. This is despite his efforts to fight cocaine production. The bottom line is that legalizing coca makes it easier for cocaine producers to operate. This correlation cannot be ignored.", "id": 15}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 2}, {"entailment": 0, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 4}, {"entailment": 0, "source": 6, "target": 5}, {"entailment": 0, "source": 7, "target": 1}, {"entailment": 1, "source": 8, "target": 7}, {"entailment": 1, "source": 9, "target": 7}, {"entailment": 1, "source": 10, "target": 7}, {"entailment": 0, "source": 11, "target": 7}, {"entailment": 1, "source": 12, "target": 7}, {"entailment": 0, "source": 13, "target": 11}, {"entailment": 1, "source": 14, "target": 1}, {"entailment": 1, "source": 15, "target": 1}]}