{"directed": true, "multigraph": false, "graph": {}, "nodes": [{"text": "There are currently no widely-accepted and easily-administered tests available to detect whether someone's judgement or ability to function has been compromised by marijuana use. For those who drink and drive, we have the breathalyser. But there is no way for us to know whether the driver next to you on the road or the pilot flying a plane or someone operating heavy machinery is under the influence of marijuana. There is no way for us to know whether they pose a danger to lives of others.", "id": 12}, {"text": "Animal life is equivalent in value to human life. Mahatma Gandhi said \"To my mind, the life of a lamb is no less precious than that of a human being\".", "id": 2}, {"text": "Humans and animals are of equal value.", "id": 1}, {"text": "Moral status is a-matter-of-degree, and that human and non-human animals have moral status, or intrinsic value, but to different degrees. On this view, moral status, or intrinsic value, of an animal is dependent on, and derived from, its capacity to have a rich life, which is in turn dependent on its experiential capacity. Given that human beings have the capacity to a richer life than other animals, they also have higher intrinsic value or moral status. Similarly, mammals also have higher intrinsic value than birds, which in turn would have higher intrinsic value than reptiles, which has higher intrinsic value than fish, shrimps, etc. I claim that the \"matter-of-degree\" view is the only plausible view on the comparative moral status between humans and non-humans.", "id": 3}, {"text": "Unlike animals, humans are capable of rational thought and can alter the world around them. Religious people would say that humans also have souls and a different relationship with God. Other creatures were put on this earth for mankind to use, and that includes eating meat. For all these reasons we say that men and women have rights and that animals don't.", "id": 4}, {"text": "The philosophy of animal rights is respectful of our best science in general and evolutionary biology in particular. The latter teaches that, in Darwin's words, humans differ from many other animals \"in degree\", not in kind. Questions of line drawing to one side, it is obvious that the animals used in laboratories, raised for food, and hunted for pleasure or trapped for profit, for example, are our psychological kin. This is no fantasy, this is fact, proven by our best science.", "id": 7}, {"text": "Legalization of marijuana would make roads more dangerous.", "id": 9}, {"text": "Many of the physical abilities of animals are astonishing and far superior to the correlating abilities of humans. Eagles, for instance, have many times better eye-sight than humans. They are also better fliers. As such, it is wrong to claim that humans are, generally, superior and thus authorized to eat other animals; we're simply different creatures of no greater or lesser value.", "id": 5}, {"text": "Animals have emotions, personalities, and souls just like humans.", "id": 6}, {"text": "Various risks to other citizens are greatly enhanced by marijuana use.", "id": 8}, {"text": "Some train and plane tragedies were connected with marijuana use.", "id": 10}, {"text": "Legalization of marijuana would increase work-place accidents.", "id": 11}, {"text": "Instances of brutal violence and murder have been cited as caused, to some extent, by marijuana use and impaired judgement.", "id": 13}, {"text": "First, decriminalizing marijuana possession will enable users to spend more time being high. When people can walk the streets with it in their pockets without fear of arrest, they will have it more often and use it more often. It is hardly an encouraging prospect to think that marijuana users will be high more often. Such a disastrous outcome will put even more pressure on our families, communities, businesses, health services, and law enforcement officials.", "id": 14}, {"text": "Marijuana's public health costs violate tax-payer liberties.", "id": 15}, {"text": "Marijuana may indeed have indirect social costs, such as increased healthcare costs, increased risks on the road, and others. But, illegalizing marijuana on this basis risks being seen as arbitrary discrimination against marijuana. Wouldn't you also have to illegalize alcohol, tobacco, and fast food on a similar basis. Certainly, the social costs and risks of these substances can be argued as equivalent to the risks of marijuana consumption. Illegalizing marijuana on the basis of its social costs, therefore, opens the law to accusations of being arbitrary, discriminatory, and of double standards.", "id": 16}, {"text": "The problem with illegalizing marijuana is that it lumps the most moderate of uses of marijuana in with the worst of abuses. Just like with alcohol, there are scales of use that fall within responsible to irresponsible to abusive categories. The responsible use of marijuana might involve the recreational use of the drug a couple of times a year and in very small doses, such as, a single toke. Does it make sense for such innocuous levels of consumption to be illegal? No. And, yet, in states where marijuana is illegal, such levels of consumption are illegal. Instead of this system, marijuana should be legally regulated like alcohol on the basis of abuse in circumstances where it has the potential to threaten other citizens, such as before driving or operating machinery.", "id": 17}], "links": [{"entailment": "NO", "source": 12, "target": 2}, {"entailment": "NO", "source": 12, "target": 1}, {"entailment": "YES", "source": 12, "target": 8}, {"entailment": "YES", "source": 2, "target": 1}, {"entailment": "NO", "source": 2, "target": 3}, {"entailment": "YES", "source": 3, "target": 1}, {"entailment": "NO", "source": 3, "target": 2}, {"entailment": "NO", "source": 4, "target": 1}, {"entailment": "NO", "source": 4, "target": 3}, {"entailment": "NO", "source": 4, "target": 2}, {"entailment": "YES", "source": 7, "target": 1}, {"entailment": "YES", "source": 7, "target": 6}, {"entailment": "NO", "source": 7, "target": 3}, {"entailment": "NO", "source": 9, "target": 7}, {"entailment": "NO", "source": 9, "target": 1}, {"entailment": "YES", "source": 9, "target": 8}, {"entailment": "YES", "source": 5, "target": 3}, {"entailment": "YES", "source": 5, "target": 1}, {"entailment": "YES", "source": 5, "target": 4}, {"entailment": "YES", "source": 6, "target": 1}, {"entailment": "YES", "source": 6, "target": 5}, {"entailment": "NO", "source": 6, "target": 3}, {"entailment": "NO", "source": 8, "target": 7}, {"entailment": "NO", "source": 8, "target": 6}, {"entailment": "NO", "source": 8, "target": 1}, {"entailment": "YES", "source": 10, "target": 1}, {"entailment": "NO", "source": 10, "target": 9}, {"entailment": "YES", "source": 10, "target": 8}, {"entailment": "NO", "source": 11, "target": 10}, {"entailment": "NO", "source": 11, "target": 1}, {"entailment": "YES", "source": 11, "target": 8}, {"entailment": "NO", "source": 13, "target": 1}, {"entailment": "YES", "source": 13, "target": 12}, {"entailment": "YES", "source": 13, "target": 8}, {"entailment": "YES", "source": 14, "target": 12}, {"entailment": "NO", "source": 14, "target": 1}, {"entailment": "YES", "source": 15, "target": 12}, {"entailment": "NO", "source": 15, "target": 1}, {"entailment": "NO", "source": 16, "target": 14}, {"entailment": "NO", "source": 16, "target": 15}, {"entailment": "YES", "source": 17, "target": 1}]}