{"directed": true, "multigraph": false, "graph": {"topic": "Gasvehicles"}, "nodes": [{"text": "As the nation looks for ways to reduce air pollution from vehicles, natural gas is the ideal environmental alternative to gasoline. For starters, natural gas is clean. (It's the same clean-burning natural gas that you use to cook or heat your home). Vehicles fueled with natural gas can dramatically reduce emissions of carbon monoxide and reactive hydrocarbons-which interact with sunlight to produce ozone, the principal component of smog. Natural Gas Vehicles also reduce emissions of carbon dioxide, the principal \"greenhouse\" gas.", "id": 2}, {"text": "Natural gas vehicles help cut emissions and fight global warming.", "id": 1}, {"text": "Compared with their petroleum-powered counterparts, natural gas vehicles greatly reduce greenhouse gas emissions. The exhaust created from natural gas contains 70 percent less carbon monoxide, nearly 90 percent less nitrogen oxide and non-methane organic gas, and virtually no particulate matter.", "id": 3}, {"text": "Natural gas hardly reduces emissions compared to petroleum. When natural gas replaces gasoline, greenhouse gases are reduced by just 20 to 30%. When natural gas is used instead of diesel in trucks, greenhouse gases are reduced just 10 to 20%. If diesel is almost comparable, then it makes more sense to fund that as a stop gap as that infrastructure is already in place.", "id": 4}, {"text": "Natural gas is much cleaner-burning than gasoline. According to the Environmental Protection Agency, natural gas can reduce carbon-monoxide emissions by 90 to 97 percent and nitrogen-oxide emissions by 35 to 60 percent when compared with gasoline. Natural gas can also potentially reduce non-methane hydrocarbon emissions by 50 to 75 percent, while producing fewer carcinogenic pollutants and little or no particulate matter.", "id": 5}, {"text": "On the surface, natural gas cars seem alright, but the topic becomes a bit different when these cars are competing against \"zero emission\" alternatives such as electric cars that are powered utilizing a solar grid.", "id": 6}, {"text": "Natural gas vehicles run on natural gas, a fossil fuel, so emit significant amounts of greenhouse gases into the atmosphere, albeit smaller amounts than gasoline-fueled cars (roughly 30% less). If our goal is to aggressively fight global warming, does it make sense to invest in slightly cleaner technologies, or fully 0-emission ones? If we are serious about combating global warming, we should be focusing our energies and investments solely on 0-emission electric vehicles.", "id": 7}, {"text": "Natural gas is the cleanest transportation fuel available today. The important conclusion is that, if we want to immediately begin the process of significantly reducing greenhouse gas emissions, natural gas can help now. Other alternatives cannot be pursued as quickly.", "id": 8}, {"text": "Gasoline vehicles can be converted to run on natural gas. This means that heavy-polluting vehicles can be transformed into much lower-emission vehicles. This is key, as the millions of gasoline vehicles on the road currently cannot be immediately removed from the road.", "id": 9}, {"text": "Gasoline/petrol vehicles converted to run on natural gas suffer because of the low compression ratio of their engines, resulting in a cropping of delivered power while running on natural gas (10%-15%). This inefficiency is costly economically and in terms of global warming.", "id": 10}, {"text": "Natural gas will simply relieve demand pressures on coal and petroleum and, subsequently, decrease prices. This will only make it easier for people to buy and consume oil and coal. Natural gas will not, therefore, replace coal and petroleum. It will only add to the absolute amount of fossil fuels we are burning, and greenhouse gases we are emitting.", "id": 11}, {"text": "Methane is a much worse greenhouse gas than C02. Methane is very prominent within \"natural gas\". This is of concern because the drilling and transportation of natural gas will inevitably lead to leaks and large-scale \"spills\" that will release this highly harmful gas into the atmosphere and contribute substantially to global warming. These risks should not be taken.", "id": 12}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 3}, {"entailment": 1, "source": 5, "target": 3}, {"entailment": 0, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 6}, {"entailment": 0, "source": 8, "target": 6}, {"entailment": 1, "source": 9, "target": 1}, {"entailment": 0, "source": 10, "target": 9}, {"entailment": 0, "source": 11, "target": 1}, {"entailment": 0, "source": 12, "target": 1}]}