{"directed": true, "multigraph": false, "graph": {"topic": "Gaymarriage"}, "nodes": [{"text": "Legalizing same-sex marriage would also be a recognition of basic American principles, and would represent the culmination of our nation's commitment to equal rights. It is, some have said, the last major civil-rights milestone yet to be surpassed in our two-century struggle to attain the goals we set for this nation at its formation.", "id": 2}, {"text": "Gay marriage is a civil right.", "id": 1}, {"text": "The case for allowing gays to marry begins with equality, pure and simple. Why should one set of loving, consenting adults be denied a right that other such adults have and which, if exercised, will do no damage to anyone else?", "id": 3}, {"text": "State recognition of marriage is not a universal right. States regulate marriage in many ways besides denying men the right to marry men, and women the right to marry women. Roughly half of all states prohibit first cousins from marrying, and all prohibit marriage of closer blood relatives, even if the individuals being married are sterile. In all states, it is illegal to attempt to marry more than one person, or even to pass off more than one person as one's spouse. Some states restrict the marriage of people suffering from syphilis or other venereal diseases. Homosexuals, therefore, are not the only people to be denied the right to marry the person of their choosing.", "id": 4}, {"text": "The primary intent in restricting marriage to opposite sex couples is to maintain marriage as the institution that fulfils society's need to protect the inherently procreative relationship and its functions for society, and is not to exclude homosexual relationships because they are homosexual. The discrimination involved in the exclusion is a secondary effect which is not desired but unavoidable, and it is justified or excused by the primary purpose which otherwise cannot be realized.", "id": 5}, {"text": "When we refuse to accord the status of civil right to gays and lesbians marriage, we discourage them from forming the same relationships we encourage for others. And we are also telling them, those who love them, and society as a whole that their relationships are less worthy, less legitimate, less permanent, and less valued. We demean their relationships and we demean them as individuals. I cannot imagine how we benefit as a society by doing so.", "id": 6}, {"text": "When gay people say that this is a civil rights issue, we are referring to matters like the fact that we cannot make medical decisions for our partners in an emergency. Instead, the hospitals are usually forced by state laws to go to the families who may be estranged from us for decades, who are often hostile to us, and totally ignore our wishes for the treatment of our partners. These aren't just theoretical issues, either; they happen with surprising frequency.", "id": 7}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 1}]}