{"directed": true, "multigraph": false, "graph": {"topic": "Groundzeromosque"}, "nodes": [{"text": "Cordoba House is a place of tolerance and integration. Cordoba House is not being built by al-Qaeda. To the contrary, it is the brainchild of Imam Feisal Abdul Rauf, a well-meaning American cleric who has spent years trying to promote interfaith understanding, not an apostle of religious war like Osama bin Laden. The Ground Zero site was selected in part precisely so that it might heal some of the wounds opened by the felling of the twin towers and all that followed.", "id": 2}, {"text": "The intentions of Cordoba House (also referred to as the \"Ground Zero Mosque\") developers are pure.", "id": 1}, {"text": "Cordoba House is no act of tolerance, but of excess/arrogance. Building this structure on the edge of the battlefield created by radical Islamists is not a celebration of religious pluralism and mutual tolerance; it is a political statement of shocking arrogance and hypocrisy.", "id": 3}, {"text": "Victims' families view the imam's expressed plan to \"leverage\" the mosque's proximity to Ground Zero to engage in proselytizing and to \"grow the Muslim community\", as shockingly insensitive to the history of the site where their loved ones were slaughtered in the worst terrorist attack by extremist Muslims in America's history.", "id": 4}, {"text": "Name \"Cordoba House\" is a very direct historical indication that the Ground Zero mosque is all about conquest and thus an assertion of Islamist triumphalism.", "id": 7}, {"text": "Name \"Cordoba House\" is about past period of tolerance. Imam Feisal says he chose \"Cordoba\" in recollection of a time when the rest of Europe had sunk into the Dark Ages but Muslims, Jews and Christians created an oasis of art, culture and science. Mr Gingrich sees only a \"deliberate insult\", a reminder of a period when Muslim conquerors ruled Spain. Like Mr bin Laden, Mr Gingrich is apparently still relitigating the victories and defeats of religious wars fought in Europe and the Middle East centuries ago.", "id": 9}, {"text": "Intentions of ground zero mosque developers are pure. State Department Spokesman P.J. Crowley said: \"We have a long-term relationship with Imam Faisal Abdul Rauf. His work on tolerance and religious diversity is well-known and he brings a moderate perspective to foreign audiences on what it's like to be a practicing Muslim in the United States\".", "id": 5}, {"text": "Cordoba House is a Muslim community center first; mosque second. Only the top floor of the mosque will be a prayer space. Most of Ground Zero Mosque will act as a Muslim community center, with a pool and exercise areas and spaces for other community-related activities that have very little to do with prayer. This just dampens the idea that this is somehow a hard core, or even radical, religious institution. It simply is not.", "id": 6}, {"text": "Name \"Cordoba House\" indicates nefarious intent of mosque. The true intentions of Rauf are also revealed by the name initially proposed for the Ground Zero mosque— \"Cordoba House\" — which is named for a city in Spain where a conquering Muslim army replaced a church with a mosque.", "id": 8}], "links": [{"entailment": 0, "source": 2, "target": 1}, {"entailment": 0, "source": 2, "target": 3}, {"entailment": 0, "source": 4, "target": 1}, {"entailment": 0, "source": 7, "target": 1}, {"entailment": 0, "source": 9, "target": 7}, {"entailment": 1, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 8, "target": 7}]}