{"directed": true, "multigraph": false, "graph": {"topic": "Internetaccess"}, "nodes": [{"text": "The right to speak springs from the innate sense of owning one's self rather than being a property of the state, which means that each individual has the right to their own thoughts and to express them. That right doesn't extend to publication, however, which is where Toure’s argument runs off the rails. If one wants to get published, then either one has to own the means to publication or pay someone else for the service. After all, no one has the right to confiscate someone else's printing press in order to get published.", "id": 12}, {"text": "Internet access is essential now; must be a right. The internet is only that wire that delivers freedom of speech, freedom of assembly, and freedom of the press in a single connection.", "id": 2}, {"text": "Internet access is fundamental in modernity.", "id": 1}, {"text": "Just because something is a huge part in many people's lives, does it mean that those things should be regarded as rights? Cell phones for example. Should they become a right. If the internet is a right, then cell phones should be rights because they are more common. Other examples, like cars, or even drugs. Drugs and cars are a huge part of people lives. Just because they're widespread and is used extensively, doesn't mean that they should be rights.", "id": 3}, {"text": "Internet not as important as real rights. We may think of such trivial things as a fundamental right, but consider the truly impoverished and what is most important to them. The right to vote, the right to liberty and freedom from slavery or the right to elementary education. Perhaps it's time for a reality check, and to re-examine which of our 'rights' are truly important.", "id": 4}, {"text": "Internet access is essential to other human rights United Nations' Universal Declaration of Human Rights includes the right to education and the right to work, which may hinge on Internet access. And, indeed, The European Parliament has ruled that it sees internet access as 'critical for the practical exercise of a wide array of fundamental rights.", "id": 5}, {"text": "I've seen the growing awareness within the developing world that computers and connectivity matter and can be useful. It's not that computers matter more than water, food, shelter and healthcare, but that the network and PCs can be used to ensure that those other things are available. Satellite imagery sent to a local computer can help villages find fresh water, mobile phones can tell farmers the prices at market so they know when to harvest. The same arguments apply in the UK, but those of us who have easy, affordable and fast connectivity tend not to think of the plight of those who can't get online, just as we so often fail to notice the homeless people in our towns or let our eyes glide over deprived housing estates as we sit on the train.", "id": 6}, {"text": "Internet access is not really essential. It is much easier than people think to live without the Internet. People were able to lead happy succesful lives in the past without the Internet, and they are able to do so now as well. While there are certainly luxuries surrounding the use of the Internet, it is excessive to deem it as essential to human life and happiness. It is excessive there to deem it as a fundamental human right on these grounds.", "id": 7}, {"text": "Internet access is no right, but means of entertainment. The Internet functions mostly as a means of entertainment, enabling individuals to acquire information and to engage in other activities. No form of entertainment should be made a \"right\".", "id": 8}, {"text": "In the U.S., if we are serious about equality of opportunity, access to the Internet could be strongly defended as a human right.", "id": 9}, {"text": "Some take for granted the idea that the Internet is good for humanity. Many people argue that it has had many negative impacts. The primary use of social networking sites is \"meforming\", or frequent updates about the minutia of people's lives that one research group duly categorized as \"pointless babble\". And if the internet's most common asset is keeping us posted on what old high school classmates are having for brunch, then its risks may be more important.", "id": 10}, {"text": "The internet is a right. It's in their enlightened self-interest. And I will suggest that the WEF Global Agenda Council should catalogue, quantify, and demonstrate that self-interest in terms of the benefit the internet brings a nation in: 1. business – jobs created, efficiencies found, innovation sparked, entrepreneurism supported; 2. education – every human able to search all our digital knowledge, distributed university curricula, the growth of the aggregated education, the pull toward literacy; 3. politics – the ability of citizens to coalesce and act, the increase in involvement in politics, the greater transparency enabled (which some politicians will not think is in their self-interest – but that is precisely why we will want this creed to separate democrats from dictators and the corrupt); 4. government – we have only begun to use connectivity to improve governance in its relationships with constituents and in efficiencies; 4. society – I argue in my book that staying connected may change the nature of relationships for the good – one-to-one and nation-to-nation.", "id": 11}, {"text": "Internet access in a time of democratized online publishing may be understood as a contemporary form of the right to self-expression.", "id": 13}], "links": [{"entailment": 0, "source": 12, "target": 2}, {"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 2}, {"entailment": 0, "source": 4, "target": 1}, {"entailment": 1, "source": 5, "target": 1}, {"entailment": 0, "source": 6, "target": 4}, {"entailment": 0, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 2}, {"entailment": 1, "source": 9, "target": 1}, {"entailment": 1, "source": 10, "target": 8}, {"entailment": 1, "source": 11, "target": 2}, {"entailment": 1, "source": 13, "target": 1}]}