{"directed": true, "multigraph": false, "graph": {"topic": "Marijuanafree"}, "nodes": [{"text": "Individuals should be free to use marijuana. If an individual wants to harm themselves, they should be free to do so.", "id": 2}, {"text": "Individuals should be at liberty to use marijuana.", "id": 1}, {"text": "Even if marijuana's effects were isolated to the individual, there is room for the state to protect individuals from harming themselves. This is why it is illegal, in some places, not wear a seat belt. If marijuana's effects are seen as clearly harmful, the state can justly protect its citizens from it.", "id": 3}, {"text": "People should be at liberty to treat their bodies how they want to. Indeed, people are allowed to eat and drink to their detriment and even death, so why shouldn't they be able to harm themselves with marijuana use? This is, of course, assuming that their use does not harm anyone else. This means, as with substances such as alcohol or cigarrettes, that regulations be put in place to ensure that one individual's consumption of marijuana does not violate the liberties of another citizen. If this is achievable with alcohol and cigarettes, it seems achievable with marijuana.", "id": 4}, {"text": "Marijuana induces different experiences in different individuals; some of these experiences are great, some are terrible and harmful. Individuals should be free to choose to use marijuana or not, depending on their relative experience.", "id": 5}, {"text": "If marijuana is harmful, shouldn't individuals be at liberty to experience the punishment of a poor choice, and shouldn't this mean that marijuana use entails its own punishments that requires no imposed government punishment.", "id": 6}, {"text": "Although cannabis does indeed have some harmful effects, it is no more harmful than legal substances like alcohol and tobacco. As a matter of fact, research by the British Medical Association shows that nicotine is far more addictive than cannabis. Furthermore, the consumption of alcohol and the smoking of cigarettes cause more deaths per year than does the use of cannabis. The legalization of cannabis will remove an anomaly in the law whereby substances that are more dangerous than cannabis are legal whilst the possession and use of cannabis remains unlawful. ", "id": 7}, {"text": "Various risks to other citizens are greatly enhanced by marijuana use.", "id": 8}, {"text": "Legalization of marijuana would make roads more dangerous.", "id": 9}, {"text": "Some train and plane tragedies were connected with marijuana use.", "id": 10}, {"text": "Legalization of marijuana would increase work-place accidents.", "id": 11}, {"text": "There are currently no widely-accepted and easily-administered tests available to detect whether someone's judgement or ability to function has been compromised by marijuana use. For those who drink and drive, we have the breathalyser. But there is no way for us to know whether the driver next to you on the road or the pilot flying a plane or someone operating heavy machinery is under the influence of marijuana. There is no way for us to know whether they pose a danger to lives of others.", "id": 12}, {"text": "Instances of brutal violence and murder have been cited as caused, to some extent, by marijuana use and impaired judgement.", "id": 13}, {"text": "First, decriminalizing marijuana possession will enable users to spend more time being high. When people can walk the streets with it in their pockets without fear of arrest, they will have it more often and use it more often. It is hardly an encouraging prospect to think that marijuana users will be high more often. Such a disastrous outcome will put even more pressure on our families, communities, businesses, health services, and law enforcement officials.", "id": 14}, {"text": "Marijuana's public health costs violate tax-payer liberties.", "id": 15}, {"text": "Marijuana may indeed have indirect social costs, such as increased healthcare costs, increased risks on the road, and others. But, illegalizing marijuana on this basis risks being seen as arbitrary discrimination against marijuana. Wouldn't you also have to illegalize alcohol, tobacco, and fast food on a similar basis. Certainly, the social costs and risks of these substances can be argued as equivalent to the risks of marijuana consumption. Illegalizing marijuana on the basis of its social costs, therefore, opens the law to accusations of being arbitrary, discriminatory, and of double standards.", "id": 16}, {"text": "The problem with illegalizing marijuana is that it lumps the most moderate of uses of marijuana in with the worst of abuses. Just like with alcohol, there are scales of use that fall within responsible to irresponsible to abusive categories. The responsible use of marijuana might involve the recreational use of the drug a couple of times a year and in very small doses, such as, a single toke. Does it make sense for such innocuous levels of consumption to be illegal? No. And, yet, in states where marijuana is illegal, such levels of consumption are illegal. Instead of this system, marijuana should be legally regulated like alcohol on the basis of abuse in circumstances where it has the potential to threaten other citizens, such as before driving or operating machinery.", "id": 17}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 2}, {"entailment": 1, "source": 4, "target": 2}, {"entailment": 1, "source": 5, "target": 1}, {"entailment": 0, "source": 6, "target": 3}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 1}, {"entailment": 1, "source": 9, "target": 8}, {"entailment": 1, "source": 10, "target": 8}, {"entailment": 1, "source": 11, "target": 8}, {"entailment": 1, "source": 12, "target": 8}, {"entailment": 1, "source": 13, "target": 8}, {"entailment": 0, "source": 14, "target": 1}, {"entailment": 0, "source": 15, "target": 1}, {"entailment": 0, "source": 16, "target": 15}, {"entailment": 1, "source": 17, "target": 1}]}