{"directed": true, "multigraph": false, "graph": {"topic": "Militaryservice"}, "nodes": [{"text": "Service helps connect and check military with civilians. A necessary means to ensure the defence forces maintain a close relationship to civil society in order to prevent a repeat of the way in which the Nazi party was able to manipulate professional soldiers in the 1930s.", "id": 2}, {"text": "National conscription is important to national security.", "id": 1}, {"text": "Conscripts are never as good as professional soldiers.", "id": 3}, {"text": "Conscripts will not last as long nor be as combat reliable in the battlefield as compared to a real soldier who is trained to do both. These 'conscripts' (candidates) are only given the basic training of how to wield a gun and aim, but that short-lived training will never prepare them to readily pull the trigger to end someone's life, therefore lowering their combat-efficiency because of the uncertainties they pose as soldiers.", "id": 4}, {"text": "Compulsory service brings in unqualified and unfit. There are too many unqualified people and, in addition, quite a lot of them suffer from psychological problems.", "id": 5}, {"text": "The presidents children are in the military; congresses children are in the military. How fast would they be to go to war with the knowledge that their children would be deployed? Not as fast as they were willing to in the past. The government would defiantly become more willing to look at other options before leaping headfirst into a major conflict.", "id": 6}, {"text": "Mandatory service is a very cost-efficient defence solution. Many European countries who have abandoned military service have had lots of problems recruiting.", "id": 7}, {"text": "Because organized compulsion costs more than real volunteering, the indirect expenses for governments would be still greater. Chief among these are the hidden financial costs of universal national service to the economy in the form of forgone labor.", "id": 8}, {"text": "Unnecessary to train whole nation to prepare for threats. Suhail Al-Enizi, aged 28, argued in 2010 that military service in Kuwait should not be mandatory: \"I am certain that we have enough soldiers in the army. We don't need to train the entire nation in order to be ready for threats; we are not in a police state. This is a democracy.\"", "id": 9}, {"text": "No justification for mandatory service where no threat exists.", "id": 10}, {"text": "Conscription during peacetime would mean that the country was prepared for emergencies when they happened, rather than having to prepare after the fact.", "id": 11}, {"text": "Swedish brigadier general Bengt Axelsson responded to the phasing out of Sweden's military in 2009: \"I want to raise a warning finger. It's not going to be possible to achieve the volume of soldiers people are now counting on having by relying on volunteers\".", "id": 12}, {"text": "Extensively training individuals that will subsequently only spend a couple of years in their respective roles is simply inefficient. It usually takes many years to secure a good return on investment from such training expenditures. Short-term compulsory service is, therefore, an inefficient use of resources.", "id": 13}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 1}, {"entailment": 1, "source": 4, "target": 3}, {"entailment": 1, "source": 5, "target": 3}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 7}, {"entailment": 0, "source": 9, "target": 1}, {"entailment": 0, "source": 10, "target": 1}, {"entailment": 0, "source": 11, "target": 10}, {"entailment": 1, "source": 12, "target": 1}, {"entailment": 0, "source": 13, "target": 1}]}