{"directed": true, "multigraph": false, "graph": {"topic": "Noflyzone"}, "nodes": [{"text": "No-fly zone would significantly benefit Libyan rebels. General McPeak said to New York Times: \"I think it would have a real impact. It might change their calculation of who might come out on top. Just the mere announcement of this might have an impact\".", "id": 2}, {"text": "A no-fly zone over Libya has a significant impact on conflict.", "id": 1}, {"text": "Libyan rebels can succeed without no-fly zone. The excessive violence against protesters by Muammar Gaddafi's forces, including the use of air power against civilians, has triggered the rebellion of much of the country and the defection of many military officers to the side of the rebels. Libyan rebels now control the majority of the country, Gaddafi has limited control outside of the capital and his tribal stronghold of Sirt, and most of the military has not committed itself to Gaddafi's defense. Given time, the rebels seem poised to overthrow Gaddafi without outside help.", "id": 3}, {"text": "No-fly zone undermines main Libyan regime advantage: airpower.", "id": 4}, {"text": "No fly zones have a history of limited effectiveness.", "id": 5}, {"text": "Iraq and Kosovo no-fly zones weren't really successes. We should remember that the no-fly zones in Iraq devolved into a decade-long air war that paved the way for the later invasion of Iraq, and the Kosovo intervention brought an end to Serbian control of the province only to deliver it into the hands of a criminal gang in the Kosovo Liberation Army.", "id": 6}, {"text": "No fly zone in Libya prevents a massacre.", "id": 7}, {"text": "If Gadhaffi wins then there will be a massacre. Even if he loses there is likely to be a massacre. It's quite clear to me that were Tripoli to be surrounded Gadhaffi would not meekly surrender. He would go down while aiming to kill as many of his opponents as possible. His aerial forces are the key to his capability to do this. So, while neutralising them is not a guarantee against such a terrible occurrence, it does diminish its possibility\".", "id": 8}, {"text": "No-fly zone wouldn't prevent most atrocities. Leslie Gelb in the The Daily Beast said: \"...U.S. jets high up in the sky still wouldn't be able, in most cases, to spot Libyan helicopter attacks at much lower altitudes and destroy them. Since these helicopters are doing the most damage now, what would the interventionists advocate at that point?\"", "id": 9}, {"text": "Along with a no-fly zone, another important step would be to use American military aircraft to jam Libyan state television and radio propaganda and Libyan military communications. General McPeak said such jamming would be dead easy.", "id": 10}, {"text": "A no-fly zone would taint not just the Libyan rebels, but the whole Arab pro-democracy movement, as western stooges, sapping the uprising of its home-grown vitality. The Arab League vote in favour represented the region's elites. The \"Arab street\" would be far more hostile to western intervention, especially if civilians were harmed. Al-Qaida could exploit the consequent turmoil to present itself as the defender of Arab sovereignty and pride.", "id": 11}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 1}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 5}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 1, "source": 8, "target": 7}, {"entailment": 0, "source": 9, "target": 7}, {"entailment": 1, "source": 10, "target": 1}, {"entailment": 0, "source": 11, "target": 1}]}