{"directed": true, "multigraph": false, "graph": {"topic": "Obesity"}, "nodes": [{"text": "Obesity, like other diseases, impairs the normal functioning of a body. People who are obese have excess adipose (or fat) tissue that causes the overproduction of certain molecules and mediators in the body, which lead to abnormal regulation of food intake and energy expenditure.", "id": 2}, {"text": "Obesity is a disease.", "id": 1}, {"text": "Obesity does not necessarily impair the normal functioning of a body as other diseases do. Many people with a BMI in the obesity range are not physically impaired and live normal lives. ", "id": 3}, {"text": "Obesity decreases a person's life expectancy or can cause death, like other diseases.", "id": 4}, {"text": "Obesity in adults can lead to three years loss of life. Extreme obesity can shorten a person's life span by 10 years--comparable to the decrease in years of life from smoking, or from other diseases.", "id": 5}, {"text": "Unlike other diseases that lead to shortened life expectancy or death, some obese people live long lives and do not develop diseases commonly associated with obesity, such as diabetes.", "id": 6}, {"text": "Obesity is a matter of personal responsibility. People become obese because they make bad dietary decisions and do not exercise enough or at all.", "id": 7}, {"text": "Some studies have shown that the hereditability of obesity is about the same as that of height. Therefore obesity is not the result of people lacking willpower to exercise or eat less, but is genetically predetermined.", "id": 8}, {"text": "Obesity is the result of sedentary lifestyles and bad dietary decisions, and not illness. For example, compared to 40 years ago, people today spend more time commuting, sitting in front of a computer, watching television, playing video games, and generally exercising less.", "id": 9}, {"text": "Obesity is a risk factor for diabetes, hypertension, some cancers, and other diseases. Other risk factors are also defined as diseases, such as hypertension which is defined as a disease because it is a risk factor for heart failure and stroke.", "id": 10}, {"text": "Obesity is a preventable risk factor for other diseases, like smoking is a preventable risk factor for lung cancer or like drinking is a preventable risk factor for alcoholism.", "id": 11}, {"text": "Obesity can, in some cases, have positive health benefits such as increasing bone mass and reducing the risk of osteoporosis.", "id": 12}, {"text": "Diseases have characteristic signs, according to general and medical dictionaries. Obesity has a characteristic sign--excess fat--which is measured by BMI or increased waist circumference measures.", "id": 13}, {"text": "Obesity does not have characteristic signs or symptoms like diseases typically have. The only characteristic sign of obesity is excess fat, which is the definition of obesity itself. There are also no symptoms for obesity.", "id": 14}, {"text": "Government entities including the Food and Drug Administration (FDA), National Institutes of Health (NIH), and Internal Revenue Service (IRS) have affirmed that obesity is a disease.", "id": 15}, {"text": "Obesity is not just a recent phenomenon resulting from the modern environment. Physicians from as early as the 17th century have referenced obesity as a disease.", "id": 16}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 2}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 1, "source": 5, "target": 4}, {"entailment": 0, "source": 6, "target": 4}, {"entailment": 0, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 7}, {"entailment": 1, "source": 9, "target": 7}, {"entailment": 0, "source": 10, "target": 6}, {"entailment": 0, "source": 11, "target": 10}, {"entailment": 0, "source": 12, "target": 4}, {"entailment": 1, "source": 13, "target": 1}, {"entailment": 0, "source": 14, "target": 13}, {"entailment": 1, "source": 15, "target": 1}, {"entailment": 1, "source": 16, "target": 1}]}