{"directed": true, "multigraph": false, "graph": {"topic": "Osamaphoto"}, "nodes": [{"text": "Releasing Bin Laden photos would inflame Muslim world White House Spokesman Jay Carney: \"There are sensitivities here in terms of the appropriateness of releasing photographs in the aftermath of this firefight. It is fair to say they're gruesome photographs. It is certainly possible that it could be inflammatory\".", "id": 2}, {"text": "Release of Osama bin Laden death photos incite Muslim reaction, terrorism.", "id": 1}, {"text": "Photos won't upset extremists more than Laden's death. Wojtek Wolfe, a Rutgers-Camden professor: \"I don’t know if it’s really going to make the situation any worse. It will upset some people - but those people are already upset\".", "id": 3}, {"text": "US shouldn't kowtow to sensitivities of extremists. Obama and Rogers' idea that news should be calibrated by the government to ease the job of the U.S. military makes for a First Amendment loophole you could drive a motorized regiment through. If al-Qaida and its supporters are more irate with the United States this week than they were last week, it's because U.S. commandos killed Bin Laden. Obama should never have marked him for death if tending the 'sensitivities' of al-Qaida and its allies was U.S. policy.", "id": 4}, {"text": "Death photos destroy myth of Bin Laden's invulnerability.", "id": 5}, {"text": "Death photos reveal Bin Laden as monster he was. The reason to display the photos is to show bin Laden for what he really was: not a holy warrior, not a holy anything, but a deluded mass murderer who met the end he so richly deserved.", "id": 6}, {"text": "Releasing Bin Laden photos is a national security risk.", "id": 7}, {"text": "Osama photos likely to provoke violence at US embassies. Secretary of State Hilary Clinton and Secretary of Defense Robert Gates vocally worried that the images would provoke anti-American violence at embassies, consulates, and military bases overseas.", "id": 8}, {"text": "National security secrets not at risk in releasing Bin Laden photos. If national-security secrets were revealed in the photos, the equation would be different. But that's not the case with a single image of the terrorist leader's dead body.", "id": 9}, {"text": "Bin Laden death photos send warning to US enemies.", "id": 10}, {"text": "Releasing the photos could deter would-be jihadists, who would have to think a little harder when they see the bloodied bodies of Osama's men killed in the firefight in his hideaway, photos obtained by Reuters from a Pakistani security officer and rightly released on Wednesday.", "id": 11}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 5}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 1, "source": 8, "target": 7}, {"entailment": 0, "source": 9, "target": 7}, {"entailment": 0, "source": 10, "target": 1}, {"entailment": 1, "source": 11, "target": 10}]}