{"directed": true, "multigraph": false, "graph": {"topic": "Privatizingsocialsecurity"}, "nodes": [{"text": "If Social Security were privatized, people would deposit their income with a bank. People actually save resources that businesses can invest. We, as true savers, get more resources in the future.", "id": 2}, {"text": "Privatizing social security improves economic growth.", "id": 1}, {"text": "Creating private accounts could dampen economic growth, which would further weaken social security's future finances. Privatizing Social Security will increase federal deficits and debt significantly while increasing the likelihood that national savings will decline.", "id": 3}, {"text": "Social Security drains capital from the poorest areas of the country, leaving less money available for new investment and job creation. Privatization would increase national savings and provide a new pool of capital for investment that would be particularly beneficial to the poor.", "id": 4}, {"text": "Privatization would not increase capital for investment. The problem is that for every dollar put into the market through a private account, the government would have to borrow a dollar in the market to cover existing payouts. Thus the supposed benefit is entirely eliminated, as the net impact on the capital available for investment is zero.", "id": 5}, {"text": "Private accounts prevent politicians taking from social security.", "id": 6}, {"text": "While Americans in retirement or approaching retirement would stay in the current system, younger workers should have the option to invest a portion of their money in financial assets other than U.S. Treasuries. These accounts would be the ultimate \"lock box\" - they would prevent politicians in Washington from raiding the Trust Fund. The truth is that taxpayers bailout politicians every year thanks to Social Security. Congress and the White House spend more money than they have so they steal money from Social Security to help pay for it. That needs to stop and there is no responsible way of doing that except with personal accounts.", "id": 7}, {"text": "Privatization during economic crisis would have been disaster. Privatization in the midst of the greatest economic downturn since the Great Depression would have caused households to have lost even more of their assets, had their investments been invested in the U.S. stock market.", "id": 8}, {"text": "Privatizing social security would wrongly enrich banks. Privatization would represent a windfall for Wall Street financial institutions, who would obtain significant fees for managing private accounts.", "id": 9}, {"text": "Diverting up to four percentage points of the payroll tax to create private accounts as the president has proposed would shorten significantly the time until the Trust Funds become depleted.", "id": 10}, {"text": "The program is \"pay as you go\", meaning current payroll taxes pay for current retirees. Diverting to four percentage points of payroll taxes (or other sources of government funds) to fund private accounts would drive enormous deficits and borrowing (\"transition costs\"). ", "id": 11}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 2}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 4}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 6}, {"entailment": 0, "source": 8, "target": 1}, {"entailment": 0, "source": 9, "target": 1}, {"entailment": 0, "source": 10, "target": 1}, {"entailment": 1, "source": 11, "target": 10}]}