{"directed": true, "multigraph": false, "graph": {"topic": "Securityprofiling"}, "nodes": [{"text": "Terrorists are most often Muslims; worth profiling them at the airport. We have to talk about the taboo topic of profiling because terrorism experts are increasingly recognizing that religious ideology makes terrorist organizations and terrorists more likely to commit heinous crimes against civilians, such as blowing an airliner out of the sky. Certainly, it's not an easy or comfortable conversation but it's one, I believe, we must have.", "id": 2}, {"text": "Airport security profiling is an effective strategy.", "id": 1}, {"text": "One solution is to use information about passengers (voluntarily provided and readily assessable) to eliminate those who have negligible risk factors, which should be the case for 60 to 70 percent of passengers. Then apply state-of-the art technologies for the remaining pool of passengers, for which less information is known, and subject them to the highest level of security screening, and in some cases, not allow them to fly. We can call this behavioral profiling, information profiling, or whatever we wish. However, until we use security resources appropriately, we will never achieve a secure air system.", "id": 3}, {"text": "Racial airport security profiling is also unworkable. Once aware of national profiling, terrorists will simply use people from \"non-profiled\" countries or origins, like FBI most-wanted Qaeda suspect Adam Gadahn, an American.", "id": 4}, {"text": "Terrorists can easily beat profiling systems and, even worse, profiling creates two paths through security: one with less scrutiny and one with more. And once you do that, you invite the terrorists to take the path with less scrutiny. That is, a terrorist group can safely probe any profiling system and figure out how to beat the profile. And once they do, they're going to get through airport security with the minimum level of screening every time.", "id": 5}, {"text": "Profiling will use such information as nervousness at airport. We're not talking only about profiling Muslims. We need to take a lesson from the Israelis. When you go through security checkpoints in Tel Aviv airport, you have very highly trained screeners. Someone who is about to carry on a terrorist attack acts nervous, acts suspicious under such scrutiny.\" ", "id": 6}, {"text": "We have seen that certain types of people who fit a certain profile – young men of a particular ethnic background – have been engaged in terror activities, and targeting this sort of passenger would give people a greater sense of security. Profiling has to be backed by this type of statistical and intelligence-based evidence. There would be no point in stopping Muslim grandmothers.", "id": 7}, {"text": "It's not true that all terrorists are Muslims. Any such measure would not only alienate people, it would also be ineffective in terms of stopping terrorists. What's to stop them dressing up as orthodox Jews in order to evade profiling-based searches?", "id": 8}, {"text": "Many terrorism suspects came from within the United States and European Union countries. Airport profiling does not help against individuals with names and ethnic backgrounds like Richard Reid, Jose Padilla, David Headley and Michael Finton.", "id": 9}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 1}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 7}, {"entailment": 0, "source": 9, "target": 1}]}