{"directed": true, "multigraph": false, "graph": {"topic": "Sobrietytest"}, "nodes": [{"text": "Random breath tests help deter drunk driving. A 1995 review by the European Transport Safety Council concluded, \"There is wide agreement in the international scientific literature that increasing driver's perception of the risk of being detected for excess alcohol is a very important element in any package of measures to reduce alcohol related crashes\".", "id": 2}, {"text": "Random sobriety tests for drivers are effective at deterring drunk driving.", "id": 1}, {"text": "Random breath testing doesn't necessarily lower drunk driving. Many countries have had random testing for some time and have seen no real fall in drink driving figures.", "id": 3}, {"text": "Little evidence random alcohol tests deter drunk driving. There is a dearth of research regarding the deterrent effect of checkpoints. The only formally documented research regarding deterrence is a survey of Maryland's \"Checkpoint Strikeforce\" program. The survey found no deterrent effect: \"To date, there is no evidence to indicate that this campaign, which involves a number of sobriety checkpoints and media activities to promote these efforts, has had any impact on public perceptions, driver behaviors, or alcohol-related motor vehicle crashes and injuries. This conclusion is drawn after examining statistics for alcohol-related crashes, police citations for impaired driving, and public perceptions of alcohol-impaired driving risk\".", "id": 4}, {"text": "Random alcohol breath tests reduce accidents, save lives. The Centers for Disease Control, in a 2002 Traffic Injury Prevention report, found that in general, the number of alcohol related crashes was reduced by 20% in states that implement sobriety checkpoints compared to those that do not.", "id": 5}, {"text": "Repeat drunk drivers unlikely to respond to random breath testing deterrence. \"One statistic the MAD bunch doesn't like to mention is the fact that half of the people killed by drunk drivers have at least double the legal blood alcohol limit. They don't like it because it implies that, on a sliding scale, drivers who are barely over the legal limit are probably not that bad. It suggests that problems associated with drunk driving are overwhelmingly caused by a small cadre of hard-core problem drinkers who are sloshed behind the wheel. Unfortunately, these are also the people who are the least responsive to legal incentives, so MAD - and the law - targets ordinary people who have a glass or two of sherry instead\".", "id": 6}, {"text": "Random alcohol tests are more effective than alternative measures. The federal Justice Department of Canada moved to implement Random Breath Testing (RBT), concluding: \"a system of random checks is more effective than a combination of other measures such as a lower threshold for blood alcohol level and more frequent RIDE checkpoints\".", "id": 7}, {"text": "The majority of people caught drink driving have not been from random breath tests. They have been from tip-offs, police chases and police pulling over suspects, not random breath testing.", "id": 8}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 1}, {"entailment": 1, "source": 4, "target": 3}, {"entailment": 1, "source": 5, "target": 1}, {"entailment": 0, "source": 6, "target": 5}, {"entailment": 1, "source": 7, "target": 1}, {"entailment": 0, "source": 8, "target": 7}]}