{"directed": true, "multigraph": false, "graph": {"topic": "Solarenergy"}, "nodes": [{"text": "Slowly but steadily, solar has been in the throes of a quiet revolution, with efficiencies rising, costs falling, and new technological breakthroughs — including the recent development of nano-thin photovoltaic materials — all dramatically changing the game.", "id": 2}, {"text": "Solar energy is economically sound.", "id": 1}, {"text": "Compared to fossil fuels, sunlight is a weak energy source because the radiation strength is \"diluted\" by the time the rays reach earth. This makes its collection more difficult and expensive. In general, more high technology, equipment, and land-area are required with solar energy to produce the same amount of energy as other resources. This makes it more challenging and expensive.", "id": 3}, {"text": "Solar energy is free after the initial investment. Once installed, there are no recurring costs involved with Solar Energy.", "id": 4}, {"text": "Solar energy is abundant. Every minute, enough energy arrives at planet Earth to meet human energy demands for a year. It is, therefore, the most abundant energy source available to humans. This abundance makes it an economic gem.", "id": 6}, {"text": "Solar panels cannot produce energy at night like other alternatives. Coal-electricity and hydroelectricity can both operate 24/7. Solar power, however, can only operate during the day-time. This means that solar power's energy yield is smaller relative to the capital investment.", "id": 7}, {"text": "Clouds and smog undermine solar energy unlike other energy sources. If it is cloudy, the output of solar energy can be reduced by over ninety percent. This means that solar energy is entirely dependent on good weather, an unpredictable variable that is economically unattractive.", "id": 8}, {"text": "The recovery/payback period can be very short. This is the length of time it takes to begin making profits on solar energy.", "id": 9}, {"text": "Solar energy panels can be added to meet growing needs. If a household or business demands more energy, it can always adds solar panels. Solar energy is easily scalable in this way.", "id": 10}, {"text": "The employment opportunities created by solar power are interesting because they involve a high degree of interaction between the employee and communities that are demanding solar energy. That is, solar business transactions occur at a local level in face-to-fact deals and sales. More centralized forms of energy production (coal, oil, nuclear) entail employment opportunities that often isolate employees in far off places in which they have very little interaction with the communities that they are actually serving.", "id": 11}, {"text": "Many solar energy systems are now price competitive with coal.", "id": 12}, {"text": "Is it possible that solar power will be more cost effective than coal in 12 years? It seems like a pipe dream, but the US government along with huge investors like Goldman Sachs, Chevron, and Google seem to think it's a little better than just a distant possibility. Factoring in tax incentives, likely carbon-capping legislation, and rising natural gas prices, experts are estimating that the prices of coal and solar power will flip-flop by 2020.", "id": 13}, {"text": "Many solar energy systems are now price competitive with coal.", "id": 14}, {"text": "Larry Page, Google co-founder said in late 2007, \"With talented technologists, great partners and significant investments, we hope to rapidly push forward. Our goal is to produce one gigawatt of renewable energy capacity that is cheaper than coal. We are optimistic this can be done in years, not decades\".", "id": 15}, {"text": "Solar panels collect approximately 8 to 15% of the energy that reaches them, while coal-powered plants achieve about 35% efficiency.", "id": 16}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 1}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 0, "source": 7, "target": 6}, {"entailment": 0, "source": 8, "target": 6}, {"entailment": 1, "source": 9, "target": 1}, {"entailment": 1, "source": 10, "target": 1}, {"entailment": 1, "source": 11, "target": 1}, {"entailment": 1, "source": 12, "target": 1}, {"entailment": 1, "source": 13, "target": 12}, {"entailment": 1, "source": 14, "target": 12}, {"entailment": 1, "source": 15, "target": 12}, {"entailment": 0, "source": 16, "target": 14}]}