{"directed": true, "multigraph": false, "graph": {"topic": "Tablet"}, "nodes": [{"text": "Tablets help students learn more material faster than textbooks. Technology-based instruction can reduce the time students take to reach a learning objective by 30-80%, according to the US Department of Education and studies by the National Training and Simulation Association.", "id": 2}, {"text": "Tablets should replace textbooks in schools.", "id": 1}, {"text": "Tablets can hold hundreds of textbooks on one device, plus homework, quizzes, and other files, eliminating the need for physical storage of books and classroom materials.", "id": 3}, {"text": "Tablets have too many distractions for classroom use. Students may pay attention to apps, email, games, and websites instead of their teachers.", "id": 4}, {"text": "Handheld technological devices including tablets are associated with a range of health problems.", "id": 5}, {"text": "Handhelds contribute to Computer Vision Syndrome, which causes eyestrain, headaches, blurred vision, and dry eyes, according to the American Optometric Association. People who use mobile devices more often have a higher incidence of musculoskeletal disorders associated with repetitive strain on muscles, including carpal tunnel syndrome, neck pain (\"text neck\"), shoulder pain, and fibromyalgia.", "id": 6}, {"text": "Using tablets is more expensive than using print textbooks.", "id": 7}, {"text": "Implementing tablets in K-12 schools requires purchasing hardware (the tablet) and software (the textbooks), building new wi-fi infrastructure, and training teachers and administrators how to use the technology. Implementation costs for e-textbooks on iPad tablets are 552% higher than new print textbooks in an average high school.", "id": 8}, {"text": "E-textbooks on tablets cost on average 50-60% less than print textbooks.", "id": 9}, {"text": "People who read print text comprehend more, remember more, and learn more than those who read digital text.", "id": 10}, {"text": "The brain interprets printed and digital text in different ways, and people generally read digital text 20-30% slower than print. According to Pulitzer Prize winning technology writer Nicholas Carr, peer-reviewed studies show that reading hyper-linked text may increase the brain's \"cognitive load,\" lowering the ability to process, store, and retain information, or \"translate the new material into conceptual knowledge.", "id": 11}, {"text": "Files on one tablet can be downloaded onto any other tablet, increasing flexibility and convenience for teachers and students.", "id": 12}, {"text": "Print textbooks are heavy and cause injuries, while a tablet only weighs 1-2 pounds.", "id": 13}, {"text": "Print textbooks cannot crash, freeze, or get hacked. Unlike tablets, there is no chance of getting malware, spyware, or having personal information stolen from a print textbook.", "id": 14}, {"text": "On a tablet, e-textbooks can be updated instantly to get new editions or information. Schools will not have to constantly purchase new hardware, software, or new physical copies of textbooks.", "id": 15}, {"text": "Many textbooks are not available in digital format or on the specific tablet used by a school. As of 2012, only 30% of textbook titles are available electronically.", "id": 16}, {"text": "Many students do not have sufficient home internet bandwidth to use tablets.", "id": 17}, {"text": "The higher cost of tablets marginalizes poorer school districts and increases the \"digital divide.\"", "id": 18}, {"text": "Students \"need home broadband to access digital content and to complete Internet based homework,\" according to FCC Chairman Julius Genachowski and Secretary of Education Arne Duncan, but about a third of Americans – 100 million people – do not have broadband internet at home.", "id": 19}, {"text": "Rich school districts can afford to implement e-textbooks on tablets, while poor school districts cannot. Low income schools are less likely to implement an e-textbook program than to pay for teachers or basic classroom supplies.", "id": 20}, {"text": "Tablets help students better prepare for a world immersed in technology.", "id": 21}, {"text": "Students that learn technology skills early in life will be better prepared to pursue relevant careers later in life. The fastest growing and highest paying jobs in the United States are technology intensive. Employment in \"computer and information systems\" is expected to grow by 18% between 2010-20, according to the US Bureau of Labor Statistics.", "id": 22}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 1}, {"entailment": 0, "source": 4, "target": 3}, {"entailment": 0, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 5}, {"entailment": 0, "source": 7, "target": 1}, {"entailment": 1, "source": 8, "target": 7}, {"entailment": 0, "source": 9, "target": 7}, {"entailment": 0, "source": 10, "target": 2}, {"entailment": 1, "source": 11, "target": 10}, {"entailment": 0, "source": 12, "target": 7}, {"entailment": 1, "source": 13, "target": 1}, {"entailment": 0, "source": 14, "target": 1}, {"entailment": 1, "source": 15, "target": 1}, {"entailment": 0, "source": 16, "target": 15}, {"entailment": 0, "source": 17, "target": 1}, {"entailment": 0, "source": 18, "target": 1}, {"entailment": 1, "source": 19, "target": 17}, {"entailment": 1, "source": 20, "target": 18}, {"entailment": 1, "source": 21, "target": 1}, {"entailment": 1, "source": 22, "target": 21}]}