{"directed": true, "multigraph": false, "graph": {"topic": "Vegetarianism"}, "nodes": [{"text": "Animal life is equivalent in value to human life. Mahatma Gandhi said \"To my mind, the life of a lamb is no less precious than that of a human being\".", "id": 2}, {"text": "Humans and animals are of equal value.", "id": 1}, {"text": "Moral status is a-matter-of-degree, and that human and non-human animals have moral status, or intrinsic value, but to different degrees. On this view, moral status, or intrinsic value, of an animal is dependent on, and derived from, its capacity to have a rich life, which is in turn dependent on its experiential capacity. Given that human beings have the capacity to a richer life than other animals, they also have higher intrinsic value or moral status. Similarly, mammals also have higher intrinsic value than birds, which in turn would have higher intrinsic value than reptiles, which has higher intrinsic value than fish, shrimps, etc. I claim that the \"matter-of-degree\" view is the only plausible view on the comparative moral status between humans and non-humans.", "id": 3}, {"text": "Unlike animals, humans are capable of rational thought and can alter the world around them. Religious people would say that humans also have souls and a different relationship with God. Other creatures were put on this earth for mankind to use, and that includes eating meat. For all these reasons we say that men and women have rights and that animals don't.", "id": 4}, {"text": "Many of the physical abilities of animals are astonishing and far superior to the correlating abilities of humans. Eagles, for instance, have many times better eye-sight than humans. They are also better fliers. As such, it is wrong to claim that humans are, generally, superior and thus authorized to eat other animals; we're simply different creatures of no greater or lesser value.", "id": 5}, {"text": "Animals have emotions, personalities, and souls just like humans.", "id": 6}, {"text": "The philosophy of animal rights is respectful of our best science in general and evolutionary biology in particular. The latter teaches that, in Darwin's words, humans differ from many other animals \"in degree\", not in kind. Questions of line drawing to one side, it is obvious that the animals used in laboratories, raised for food, and hunted for pleasure or trapped for profit, for example, are our psychological kin. This is no fantasy, this is fact, proven by our best science.", "id": 7}], "links": [{"entailment": 1, "source": 2, "target": 1}, {"entailment": 0, "source": 3, "target": 2}, {"entailment": 0, "source": 4, "target": 2}, {"entailment": 1, "source": 5, "target": 1}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 1}]}