{"directed": true, "multigraph": false, "graph": {"topic": "Violentgames"}, "nodes": [{"text": "Violent video games do not increase aggression.", "id": 2}, {"text": "Violent games make youth more agressive/violent.", "id": 1}, {"text": "A 2005 University of Illinois at Urbana-Champaign study found: \"Violent video games players were not statistically different from the non-playing control group in their beliefs on aggression after playing the game than they were before playing.\" He added: \"Nor was game play a predictor of aggressive behaviors. Compared with the control group, the players neither increased their argumentative behaviors after game play nor were significantly more likely to argue with their friends and partners.", "id": 3}, {"text": "Some youth have tried to emulate violence in games.", "id": 4}, {"text": "\"A few years ago, on Long Island, six teenagers were arrested after a crime spree involving breakins, a violent mugging and a carjacking attempt. According to what the teens told authorities, they had been trying to live out the life of Niko Belic. Ever heard of him? He is the protagonist in the wildly popular video game 'Grand Theft Auto IV.' What the teens did represents one of the worst-case scenarios imagined by those who advocate for government to limit the sale of violent video games to minors.", "id": 5}, {"text": "Youth playing violent games exhibit more aggression.", "id": 6}, {"text": "In experimental studies, children who view violent television shows or films — or who play violent video games — are significantly more likely to behave aggressively in comparison to children who view nonviolent television shows or films, or who play nonviolent video games. In long-term studies, individuals who consume violent media during childhood end up more aggressive as adults, in comparison with peers who consume nonviolent media during childhood.", "id": 7}, {"text": "People know video game violence is fake.", "id": 8}, {"text": "Young people know it: as one 13-year-old said during a study I conducted at Harvard, \"With video games, you know it's fake.\"", "id": 9}, {"text": "F.B.I. data shows that youth violence continues to decline. It is now at its lowest rate in years. Violent video games, therefore, can hardly be seen as a major problem since they've been around for years.", "id": 16}, {"text": "TV violence is more harmful than violent video games. The New York Times. June 27, 2011: \"there is much better evidence to support psychological harm from exposure to violence on TV news.\"", "id": 10}, {"text": "Games help develop youths' minds, skills, confidence. Such games (in moderation) may actually have some positive effects on developing minds.", "id": 11}, {"text": "Violent video games are real danger to young minds.", "id": 12}, {"text": "Research studies have yielded the conclusion that the effect of violent media consumption on aggressive behavior is in the same ballpark statistically as the effect of smoking on lung cancer, the effect of lead exposure on children's intellectual development and the effect of asbestos on laryngeal cancer.", "id": 13}, {"text": "Psychological studies purporting to show a connection between exposure to violent video games and harmful effects on children do not prove that such exposure causes minors to act aggressively. Any demon-strated effects are both small and indistinguishable from effects pro-duced by other media.", "id": 14}, {"text": "Justice Breyer: \"Unlike the majority. I would find sufficient grounds in these studies and expert opinions for this court to defer to an elected legislature's conclusion that violent video games are particularly likely to harm children.\"", "id": 15}], "links": [{"entailment": 0, "source": 2, "target": 1}, {"entailment": 1, "source": 3, "target": 2}, {"entailment": 1, "source": 4, "target": 1}, {"entailment": 1, "source": 5, "target": 4}, {"entailment": 1, "source": 6, "target": 1}, {"entailment": 1, "source": 7, "target": 6}, {"entailment": 0, "source": 8, "target": 6}, {"entailment": 1, "source": 9, "target": 8}, {"entailment": 0, "source": 16, "target": 1}, {"entailment": 0, "source": 10, "target": 1}, {"entailment": 0, "source": 11, "target": 1}, {"entailment": 0, "source": 12, "target": 11}, {"entailment": 1, "source": 13, "target": 12}, {"entailment": 0, "source": 14, "target": 1}, {"entailment": 1, "source": 15, "target": 1}]}